Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# grantAgreementFeatureDisabledConfirm
source: OK
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_hans: 确定
zh_hant_tw: 確定

source: OK
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_hans: 确定
zh_hant_tw: 確定

# orderStatusOK
source: OK
ko_kr: 확인
ru_ru: ОК
th_th: ตกลง
zh_hans: 确定
zh_hant_tw: 確定

# chartESPP
source: ESPP
zh_hans: 员工股票购买计划
zh_hant_tw: 員工股票購買計劃

# esppManagementBackButton
source: ESPP
zh_hans: 员工股票购买计划
zh_hant_tw: 員工股票購買計劃

# lotsSellPageTitle
source: ESPP
zh_hans: 员工股票购买计划
zh_hant_tw: 員工股票購買計劃
